Repository: vulgur/ZFC-iOS-Localization
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de, es, ja, ko, th, vi, zh_hans, zh_hant

# purchase_note
source: Your App Store account will be charged upon confirmation of your subscription, which is billed on an annual or monthly basis. Subscriptions will be automatically renewed and charged at the end of the current cycle, and cancellation of automatic renewal is required 24 hours before the end of the current subscription cycle. At any time, you can manage your subscriptions in the App Store. If you have any questions, please contact us.
de: Ihr App Store-Konto wird nach Bestätigung Ihres Abonnements belastet, das auf jährlicher oder monatlicher Basis abgerechnet wird. Abonnements werden automatisch erneuert und am Ende des aktuellen Abrechnungszeitraums belastet. Eine Kündigung der automatischen Verlängerung ist 24 Stunden vor Ende des aktuellen Abonnementzeitraums erforderlich. Sie können Ihre Abonnements jederzeit im App Store verwalten. Bei Fragen wenden Sie sich bitte an uns.
es: Tu cuenta de la App Store será cobrada al confirmar tu suscripción, la cual se factura en forma anual o mensual. Las suscripciones se renovarán automáticamente y se cobrará al final del ciclo actual, y se requiere cancelar la renovación automática con 24 horas de antelación al final del ciclo de suscripción actual. En cualquier momento, puedes gestionar tus suscripciones en la App Store. Si tienes alguna pregunta, por favor contáctanos.
ja: App Storeアカウントは、サブスクリプションの確認時に請求されます。これは、年間または毎月請求されます。サブスクリプションは現在のサイクルの終了時に自動的に更新および請求され、現在のサブスクリプションサイクルの終了の24時間前に自動更新のキャンセルが必要です。いつでも、アプリストアでサブスクリプションを管理できます。ご質問がある場合は、お問い合わせください。
ko: 앱 스토어 계정은 구독 확인에 따라 청구되며, 이는 연간 또는 월별로 청구됩니다. 구독은 현재 사이클이 끝날 때 자동으로 갱신 및 충전되며 현재 구독주기가 끝나기 24 시간 전에 자동 갱신의 취소가 필요합니다. 언제든지 App Store에서 구독을 관리 할 수 ​​있습니다. 궁금한 점이 있으면 문의하십시오.
th: บัญชี App Store ของคุณจะถูกเรียกเก็บเงินเมื่อยืนยันการสมัครสมาชิก ซึ่งคิดค่าบริการเป็นรายปีหรือรายเดือน การสมัครสมาชิกจะต่ออายุและเรียกเก็บเงินโดยอัตโนมัติเมื่อสิ้นสุดรอบปัจจุบัน และต้องยกเลิกการต่ออายุอัตโนมัติภายใน 24 ชั่วโมงก่อนสิ้นสุดรอบการสมัครสมาชิกปัจจุบัน คุณสามารถจัดการการสมัครสมาชิกของคุณใน App Store ได้ตลอดเวลา หากมีคําถามโปรดติดต่อเรา
vi: Tài khoản App Store của bạn sẽ bị tính phí khi xác nhận đăng ký của bạn, được thanh toán hàng năm hoặc hàng tháng. Đăng ký sẽ tự động được gia hạn và tính phí vào cuối chu kỳ hiện tại, và việc hủy tự động gia hạn đòi hỏi phải thực hiện trong vòng 24 giờ trước khi kết thúc chu kỳ đăng ký hiện tại. Bất cứ lúc nào, bạn cũng có thể quản lý đăng ký của mình trong App Store. Nếu có thắc mắc, vui lòng liên hệ với chúng tôi.
zh_hans: 确认订阅后将向您的 App Store账户收取费用，订阅以年或月为计费周期。订阅服务将会在当前周期结束时自动续订并收取费用，取消自动续订需要在当前订阅周期结束24小时前完成。在任何时候，您都可以在App Store进行订阅管理。如果您有任何疑问，请联系我们。
zh_hant: 確認訂閱後將向您的 App Store賬戶收取費用，訂閱以年或月為計費周期。訂閱服務將會在當前週期結束時自動續訂並收取費用，取消自動續訂需要在當前訂閱週期結束24小時前完成。在任何時候，您都可以在App Store進行訂閱管理。如果您有任何疑問，請聯繫我們。

# purchased_iap
source: Purchased
de: Gekauft
es: Comprado
ja: 購入した
ko: 구입했다
th: ซื้อแล้ว
vi: Đã mua
zh_hans: 已购买
zh_hant: 已購買

# purchased_sub
source: Subscribed
de: Abonniert
es: Suscrito
ja: 購入した
ko: 구입했다
th: สมัครสมาชิกแล้ว
vi: Đã đăng ký
zh_hans: 已订阅
zh_hant: 已訂閱

# quick.action.review.subtitle
source: Please leave us feedback before deleting app.
de: Bitte sagen Sie uns, wie wir sie verbessern können, bevor Sie sie löschen
es: Por favor, déjanos tus comentarios antes de borrar la aplicación.
ja: アプリの削除前に、改善点を教えてください
ko: 앱 삭제 전에 개선 방법을 알려주세요
th: โปรดให้คําแนะนําเกี่ยวกับวิธีปรับปรุงก่อนลบแอป
vi: Hãy cho chúng tôi biết cách cải thiện trước khi xóa ứng dụng
zh_hans: 删除App前请告诉我们如何改进吧
zh_hant: 刪除App前請告訴我們如何改進吧

# quick.action.review.title
source: Something wrong?
de: Nicht zufrieden mit der App?
es: ¿Algo mal?
ja: 満足できませんか?
ko: 만족스럽지 않으신가요?
th: ไม่พอใจในแอปใช่ไหม
vi: Không hài lòng với ứng dụng?
zh_hans: 对App不满意？
zh_hant: 對App不滿意?

# recent_changelog
source: Add control widgets of iOS 18 Add dark and tinted icons of iOS 18
de: Füge Steuer-Widgets von iOS 18 hinzu Füge dunkle und getönte Symbole von iOS 18 hinzu
es: Agregar widgets de control de iOS 18 Agregar íconos oscuros y tintados de iOS 18
ja: iOS 18のコントロールウィジェットを追加 iOS 18のダークとティンテッドアイコンを追加
ko: iOS 18의 컨트롤 위젯 추가 iOS 18의 다크 및 틴트 아이콘 추가
th: เพิ่มวิดเจ็ตควบคุมของ iOS 18 เพิ่มไอคอนแบบมืดและไอคอนแบบย้อมสีของ iOS 18
vi: Thêm các widget điều khiển của iOS 18 Thêm biểu tượng tối và có màu của iOS 18
zh_hans: 新增 iOS 18 的控制中心小组件 新增 iOS 18 的深色和着色图标
zh_hant: 新增 iOS 18 的控制中心小工具 新增 iOS 18 的深色和著色圖標

# restore_purchase_not_found
source: No purchase record found
de: Kein Kaufdatensatz gefunden
es: No se encontró registro de compra
ja: 購入記録が見つかりません
ko: 구매 기록을 찾을 수 없습니다
th: ไม่พบประวัติการซื้อ
vi: Không tìm thấy lịch sử mua hàng
zh_hans: 没有找到购买记录
zh_hant: 沒有找到購買記錄

# restore_purchase_succ
source: Restore purchase successfully
de: Kauf erfolgreich wiederhergestellt
es: Restauración de compra realizada con éxito
ja: 購入を復元しました
ko: 구매 복원 성공
th: กู้คืนการซื้อสําเร็จ
vi: Khôi phục mua hàng thành công
zh_hans: 恢复购买成功
zh_hant: 恢復購買成功

# second_style_big
source: Big
de: Groß
es: Grande
ja: 大きい
ko: 큰 카드
th: ใหญ่
vi: To
zh_hans: 大卡片
zh_hant: 大卡片

# second_style_none
source: Hide
de: Verbergen
es: Ocultar
ja: 表示なし
ko: 없음
th: ซ่อน
vi: Ẩn
zh_hans: 不显示
zh_hant: 不顯示

# second_style_small
source: Small
de: Klein
es: Pequeño
ja: 小さな
ko: 작은 카드
th: เล็ก
vi: Nhỏ
zh_hans: 小卡片
zh_hant: 小卡片

# settings_add_to_siri
source: Add to Siri
de: Zu Siri hinzufügen
es: Agregar a Siri
ja: Siriに追加
ko: 시리에 추가
th: เพิ่มลงใน Siri
vi: Thêm vào Siri
zh_hans: 添加到 Siri
zh_hant: 添加到 Siri

# settings_break_duration
source: Break duration
de: Pausendauer
es: Duración del descanso
ja: 休憩時間
ko: 휴식 시간
th: ระยะเวลาพัก
vi: Thời lượng nghỉ
zh_hans: 休息时长
zh_hant: 休息時長

# settings_burn_in_protection
source: Burn-in protection
de: Einbrennschutz
es: Protección contra la quemadura
ja: バーンイン保護
ko: OLED 스크린 보호
th: การป้องกันการเสื่อมสภาพของหน้าจอ
vi: Chống thủng hình ảnh
zh_hans: OLED屏幕保护
zh_hant: OLED屏幕保護

# settings_charging_automation
source: Auto start when charging
de: Auto Start beim Aufladen
es: Inicio automático al cargar
ja: 充電時に自動開始
ko: 충전 할 때 앱을 자동 시작
th: เปิดใช้งานอัตโนมัติเมื่อกําลังชาร์จ
vi: Tự động bắt đầu khi sạc
zh_hans: 充电时自动运行
zh_hant: 充電時自動運行

# settings_check_update
source: Check update
de: Auf Updates überprüfen
es: Comprobar actualizaciones
ja: バージョン
ko: 업데이트 확인
th: ตรวจสอบอัพเดต
vi: Kiểm tra cập nhật
zh_hans: 检查更新
zh_hant: 檢查更新

# settings_clock
source: Clock
de: Uhr
es: Reloj
ja: 時計
ko: 시계
th: นาฬิกา
vi: Đồng hồ
zh_hans: 时钟
zh_hant: 時鐘

# settings_clock_chime_hourly
source: Chime hourly
de: Stündlich klingeln
es: Timbre cada hora
ja: 毎時通知
ko: 시간별 알림
th: บอกเวลาทุกชั่วโมง
vi: Báo giờ hàng giờ
zh_hans: 整点报时
zh_hant: 整點報時

# settings_clock_chinese_hour
source: Chinese hours
de: Chinesische Stunden
es: Horas chinas
ja: 中国時間
ko: 중국 시간
th: ชั่วโมงจีน
vi: Giờ theo lịch TQ
zh_hans: 中文时辰
zh_hant: 中文時辰

# settings_clock_chinese_hour_style
source: Chinese hours style
de: Chinesische Stundenart
es: Estilo de horas chinas
ja: 中国時間スタイル
ko: 중국 시간 스타일
th: สไตล์ชั่วโมงจีน
vi: Kiểu giờ TQ
zh_hans: 中文时辰样式
zh_hant: 中文時辰樣式

# settings_clock_show_date
source: Show date
de: Datum anzeigen
es: Mostrar fecha
ja: 日付を表示
ko: 날짜 표시
th: แสดงวันที่
vi: Hiện ngày
zh_hans: 显示日期
zh_hant: 顯示日期

# settings_clock_style
source: Clock style
de: Uhrstil
es: Estilo de reloj
ja: 時計スタイル
ko: 시계 스타일
th: สไตล์นาฬิกา
vi: Kiểu đồng hồ
zh_hans: 时钟样式
zh_hant: 時鐘樣式

# settings_custom_time
source: Custom time
de: Benutzerdefinierte Zeit
es: Tiempo personalizado
ja: カスタム時間
ko: 사용자 정의 시간
th: เวลากําหนดเอง
vi: Thời gian tùy chỉnh
zh_hans: 自定义时间
zh_hant: 自訂時間

# settings_date_format
source: Date format
de: Datumsformat
es: Formato de fecha
ja: 日付形式
ko: 날짜 형식
th: รูปแบบวันที่
vi: Định dạng ngày
zh_hans: 日期格式
zh_hant: 日期格式

# settings_flip_animation
source: Flip animation
de: Umblätteranimation
es: Animación de volteo
ja: フリップアニメーション
ko: 플립 애니메이션
th: แอนิเมชั่นพลิก
vi: Hiệu ứng lật
zh_hans: 翻页动画
zh_hant: 翻頁動畫

# settings_flip_sound
source: Flip sound
de: Umblättergeräusch
es: Sonido de volteo
ja: フリップサウンド
ko: 플립 소리
th: เสียงพลิก
vi: Âm thanh lật
zh_hans: 翻页声音
zh_hant: 翻頁聲音

# settings_focus_duration
source: Focus duration
de: Fokussierungsdauer
es: Duración de enfoque
ja: フォーカス期間
ko: 초점 지속 시간
th: ระยะเวลาโฟกัส
vi: Thời lượng tập trung
zh_hans: 专注时长
zh_hant: 專注時長

# settings_font
source: Digit style
de: Ziffernstil
es: Estilo de dígitos
ja: 数字スタイル
ko: 숫자 스타일
th: สไตล์ตัวเลข
vi: Kiểu số
zh_hans: 数字样式
zh_hant: 數字樣式

# settings_general
source: General
de: Allgemein
ja: 一般
ko: 일반
th: ทั่วไป
vi: Chung
zh_hans: 通用
zh_hant: 通用

# settings_general_brightness
source: Brightness
de: Helligkeit
ja: 輝度
ko: 명도
th: ความสว่าง
vi: Độ sáng
zh_hans: 亮度
zh_hant: 亮度

# settings_general_mute
source: Mute
de: Stummschalten
es: Silenciar
ja: ミュート
ko: 음소거
th: ปิดเสียง
vi: Tắt tiếng
zh_hans: 静音
zh_hant: 靜音

# settings_more_apps
source: More apps
de: Mehr Apps
es: Más aplicaciones
ja: 他のアプリ
ko: 다른 앱
th: แอปเพิ่มเติม
vi: Thêm ứng dụng
zh_hans: 我的其他app
zh_hant: 我的其他app

# settings_motto_position
source: Position of Motto
de: Position des Mottos
es: Posición del lema
ja: 画面位置
ko: 모토의 위치
th: ตําแหน่งคําขวัญ
vi: Vị trí Khẩu hiệu
zh_hans: 一句话的位置
zh_hant: 一句話的位置

# settings_motto_type
source: Type
de: Typ
es: Tipo
ja: タイプ
ko: 타입
th: ประเภท
vi: Loại
zh_hans: 类型
zh_hant: 類型

# settings_pmdr_auto_start
source: Auto start when appears
de: Auto Start beim Erscheinen
es: Inicio automático al aparecer
ja: タイマーの自動開始
ko: 타이머 자동 시작
th: เปิดใช้งานอัตโนมัติเมื่อปรากฏ
vi: Tự động bắt đầu khi xuất hiện
zh_hans: 显示后自动开始
zh_hant: 顯示後自動開始

# settings_pmdr_notification
source: Notifications at the end
de: Benachr. am Ende
es: Notificaciones al final
ja: タイムアップのお知らせを表示
ko: 마지막에 알림
th: การแจ้งเตือนเมื่อสิ้นสุด
vi: Thông báo cuối
zh_hans: 结束时通知
zh_hant: 結束時通知

# settings_pmdr_run_in_background
source: Enable running in background
de: Ausführung im Hintergrund aktivieren
es: Habilitar ejecución en segundo plano
ja: バックステージ連続タイマー
ko: 백그라운드에서 계속 실행
th: เปิดใช้งานในแบ็กกราวนด์
vi: Cho phép chạy nền
zh_hans: 开启后台继续运行
zh_hant: 開啟後台繼續運行

# settings_rating
source: Rate and Review
de: Bewerten und kommentieren
es: Calificar y revisar
ja: 評価
ko: 점수주고 평가하기
th: ให้คะแนนและรีวิว
vi: Đánh giá và Nhận xét
zh_hans: 五星好评
zh_hant: 五星好評

# settings_second_style
source: Second style
de: Sekundenstil
es: Estilo de segundo
ja: セカンドスタイル
ko: 초 스타일
th: สไตล์วินาที
vi: Kiểu giây
zh_hans: 秒种样式
zh_hant: 秒种樣式

# settings_show_motto
source: Show a motto
de: Ein Motto anzeigen
es: Mostrar un lema
ja: モットーを示す
ko: 모토 표시
th: แสดงคําขวัญ
vi: Hiển thị một khẩu hiệu
zh_hans: 显示一句话
zh_hant: 顯示一句話

# settings_show_second_card
source: Show seconds
de: Sekunden anzeigen
es: Mostrar segundos
ja: 秒表示
ko: 초 표시
th: แสดงวินาที
vi: Hiển thị giây
zh_hans: 显示秒钟
zh_hant: 顯示秒鐘

# settings_stopwatch
source: Stopwatch
de: Stoppuhr
es: Cronómetro
ja: ストップウォッチ
ko: 스톱워치
th: นาฬิกาจับเวลา
vi: Bộ đếm giờ
zh_hans: 正计时
zh_hant: 正計時

# settings_sw_auto_hide_card
source: Auto hide cards of hour and minute
de: Karten für Stunden und Minuten automatisch ausbl.
es: Ocultar automáticamente las tarjetas de hora y minuto
ja: 時間と分のカードを自動非表示にします
ko: 시간과 분의 자동 숨기기 카드
th: ซ่อนการ์ดชั่วโมงและนาทีโดยอัตโนมัติ
vi: Tự động ẩn thẻ giờ và phút
zh_hans: 自动隐藏小时和分钟的卡片
zh_hant: 自動隱藏小時和分鐘的卡片

# settings_sw_auto_start
source: Auto start when appears
de: Auto Start beim Erscheinen
es: Inicio automático al aparecer
ja: タイマーの自動開始
ko: 타이머 자동 시작
th: เปิดใช้งานอัตโนมัติเมื่อปรากฏ
vi: Tự động bắt đầu khi xuất hiện
zh_hans: 显示后自动开始
zh_hant: 顯示後自動開始

# settings_sw_notification_count
source: Notification count
de: Benachr. Anzahl
es: Cuenta de notificaciones
ja: 通知カウント
ko: 알림 수
th: จํานวนการแจ้งเตือน
vi: Số lượng thông báo
zh_hans: 通知次数
zh_hant: 通知次數

# settings_sw_notification_interval
source: Notification interval
de: Benachr. Intervall
es: Intervalo de notificación
ja: 通知間隔
ko: 알림 간격
th: ช่วงการแจ้งเตือน
vi: Khoảng thông báo
zh_hans: 通知间隔
zh_hant: 通知間隔

# settings_sw_run_in_background
source: Enable running in background
de: Ausführung im Hintergrund aktivieren
es: Habilitar ejecución en segundo plano
ja: バックステージ連続タイマー
ko: 백그라운드에서 계속 실행
th: เปิดใช้งานในแบ็กกราวนด์
vi: Cho phép chạy nền
zh_hans: 开启后台继续运行
zh_hant: 開啟後台繼續運行

# settings_theme
source: Theme
de: Design
es: Tema
ja: テーマ
ko: 주제
th: ธีม
vi: Chủ đề
zh_hans: 主题
zh_hant: 主題

# settings_time_format
source: Time format
de: Zeitformat
es: Formato de tiempo
ja: 時間形式
ko: 시간 형식
th: รูปแบบเวลา
vi: Định dạng thời gian
zh_hans: 时间格式
zh_hant: 時間格式

# settings_title
source: Settings
de: Einstellungen
es: Configuración
ja: 設定
ko: 설정
th: การตั้งค่า
vi: Cài đặt
zh_hans: 设置
zh_hant: 設置

# settings_translate
source: Help with translation
de: Bei Übersetzung helfen
es: Ayuda con la traducción
ja: 翻訳を手伝ってください
ko: 번역하도록 도와주세요
th: ช่วยแปล
vi: Giúp dịch
zh_hans: 帮助我们翻译
zh_hant: 幫助我們翻譯

# settings_when_break_ends
source: When break ends
de: Wenn Pause endet
es: Cuando termine el descanso
ja: 休憩が終了するとき
ko: 휴식이 끝날 때
th: เมื่อหยุดพักสิ้นสุด
vi: Khi kết thúc nghỉ giải lao
zh_hans: 当休息结束
zh_hant: 當休息結束

# settings_when_focus_ends
source: When focus ends
de: Wenn Fokus endet
es: Cuando termine el enfoque
ja: フォーカスが終了するとき
ko: 초점이 끝날 때
th: เมื่อเวลาโฟกัสสิ้นสุด
vi: Khi kết thúc tập trung
zh_hans: 当专注结束
zh_hant: 當專注結束

# settings_widget_show_calendar
source: Show widget calendar
de: Widget-Kalender anzeigen
es: Mostrar calendario de widget
ja: ウィジェットカレンダーを表示
ko: 위젯 캘린더 표시
th: แสดงปฏิทินวิดเจ็ต
vi: Hiển thị lịch tiện ích
zh_hans: 显示小组件日历
zh_hant: 顯示小工具日曆

# settings.show.festival.notification
source: Festival notifications
de: Festival-Benachrichtigungen
es: Notificaciones de festival
ja: フェスティバル通知
ko: 축제 알림
th: การแจ้งเตือนงานเทศกาล
vi: Thông báo lễ hội
zh_hans: 节日到来时显示通知
zh_hant: 節日到來時顯示通知

# settings.show.festival.notification.subtitle
source: New Year, Spring Festival
de: Neujahr, Frühlingsfest
es: Año Nuevo, Festival de Primavera
ja: 新年、春節
ko: 새해, 춘절
th: ปีใหม่, เทศกาลวัยรุ่น
vi: Năm mới, Lễ hội xuân
zh_hans: 新年，春节
zh_hant: 新年，春節

# siri_shortcut_suggestion_pmdr
source: Start focus
de: Fokus starten
es: Comenzar enfoque
ja: フォーカス開始
ko: 초점 시작
th: เริ่มมุ่งโฟกัส
vi: Bắt đầu tập trung
zh_hans: 开始专注
zh_hant: 開始專注

# siri_shortcut_title_clock
source: Run Zen Flip Clock
de: Zen Flip Clock ausführen
es: Ejecutar Zen Flip Clock
ja: Zen Flip Clockを実行
ko: Zen Flip Clock 열기
th: เปิดใช้งาน Zen Flip Clock
vi: Chạy Đồng hồ Lật Zen
zh_hans: 运行极简时钟
zh_hant: 運行極簡時鐘

# siri_shortcut_title_pmdr
source: Start a pomodoro
de: Ein Pomodoro starten
es: Iniciar un pomódoro
ja: ポモドロ開始
ko: 포모도로 시작하기
th: เริ่มต้นโปโมโดโร
vi: Bắt đầu một Pomodoro
zh_hans: 启动番茄钟
zh_hant: 啟動番茄鐘

# tip.show.menu
source: Tap blank to show menu
de: Leeres Tippen für Menü anzeigen
es: Toca en blanco para mostrar menú
ja: 空白をタップでメニューを表示
ko: 공백 터치로 메뉴 표시
th: แตะว่างเพื่อแสดงเมนู
vi: Chạm vào trống để hiển thị menu
zh_hans: 轻按空白处显示菜单
zh_hant: 輕按空白處顯示菜單

# tip.show.pomodoro
source: Swipe left to pomodoro
de: Links swipen für Pomodoro
es: Desliza hacia la izquierda para pomódoro
ja: 左スワイプでポモドーロ
ko: 왼쪽으로 주입 포모도로
th: ลากซ้ายเข้าสู่ปอโมโดโร
vi: Trượt trái vào chế độ Pomodoro
zh_hans: 左划进入番茄钟
zh_hant: 左划進入番茄鐘

# tip.show.stopwatch
source: Swipe right to stopwatch
de: Rechts swipen für Stoppuhr
es: Desliza hacia la derecha para cronómetro
ja: 右スワイプでストップウォッチ
ko: 오른쪽으로 주입 정지시계
th: ลากขวาเข้าสู่นาฬิกาจับเวลา
vi: Trượt phải vào đồng hồ đo thời gian
zh_hans: 右划进入正计时
zh_hant: 右划進入正計時

# tip.show.theme
source: Swipe up to show themes
de: Nach oben wischen für Themen anzeigen
es: Desliza hacia arriba para mostrar temas
ja: 上にスワイプでテーマを表示
ko: 위로 스와이프해 테마 표시
th: ลากขึ้นเพื่อแสดงธีม
vi: Trượt lên để hiển thị chủ đề
zh_hans: 上划显示主题列表
zh_hant: 上划顯示主題列表

# tips_bip
source: This feature is to reduce OLED "burn-in" by changing the color and position of the clock every half hour, but it does not completely prevent the aging of the OLED screen
de: Diese Funktion reduziert OLED-Einbrennen, indem alle halbe Stunde die Farbe und Position der Uhr geändert wird, verhindert aber nicht vollständig die Alterung des OLED-Bildschirms
es: Esta característica reduce la "quemadura" de OLED cambiando el color y la posición del reloj cada media hora, pero no evita completamente el envejecimiento de la pantalla OLED
ja: この機能は、30分ごとにクロックの色と位置を変更することにより、OLEDスクリーンの老化を減らすことですが、OLEDスクリーンの老化を完全に妨げません
ko: 이 기능은 30 분마다 시계의 색상과 위치를 변경하여 OLED Burn-In을 줄이는 것입니다. 그러나 OLED 화면의 노화를 완전히 방해하지는 않습니다
th: คุณสมบัตินี้ช่วยลดการเสื่อมสภาพของหน้าจอ OLED โดยการเปลี่ยนสีและตําแหน่งของนาฬิกาทุกครึ่งชั่วโมง แต่ไม่ได้ป้องกันการเสื่อมสภาพของหน้าจอ OLED ทั้งหมด
vi: Tính năng này là để giảm hiện tượng “thủng hình ảnh” trên màn hình OLED bằng cách thay đổi màu sắc và vị trí đồng hồ mỗi nửa tiếng, nhưng nó không hoàn toàn ngăn chặn quá trình lão hóa màn hình OLED
zh_hans: 此功能是通过每半小时改变时钟的颜色和位置来减少OLED出现“烧屏”，但是并不能完全防止OLED屏幕的老化
zh_hant: 此功能是通過每半小時改變時鐘的顏色和位置來減少OLED出現“燒屏”，但是並不能完全防止OLED屏幕的老化

# tips_show_calendar
source: The calendar will only be displayed on minimal style widgets (medium or extra large)
de: Der Kalender wird nur in minimalen Widget-Stilen angezeigt (mittel oder extra groß)
es: El calendario solo se mostrará en widgets de estilo mínimo (medio o extra grande)
ja: カレンダーはミニマリストのウィジェット (中または特大) にのみ表示されます
ko: 캘린더는 미니멀리스트 위젯(중형 또는 초대형)에만 표시됩니다.
th: ปฏิทินจะแสดงเฉพาะบนวิดเจ็ตแบบมินิมัล (ขนาดกลางหรือใหญ่มาก)
vi: Lịch chỉ được hiển thị trên các tiện ích theo phong cách tối giản (vừa hoặc rất lớn)
zh_hans: 日历只会在翻页时钟的小组件上显示（中号或者超大号）
zh_hant: 日曆只會在翻頁時鐘的小工具上顯示（中號或者超大號）

# tips_show_date
source: The date will only be displayed if there is enough space
de: Das Datum wird nur angezeigt, wenn genug Platz vorhanden ist
es: La fecha solo se mostrará si hay suficiente espacio
ja: 日付は、十分なスペースがある場合にのみ表示されます
ko: 날짜는 충분한 공간이있는 경우에만 표시됩니다.
th: วันที่จะแสดงก็ต่อเมื่อมีพื้นที่เพียงพอ
vi: Ngày chỉ được hiển thị nếu có đủ không gian
zh_hans: 日期只会在有足够空间的情况下才会显示出来
zh_hant: 日期只會在有足夠空間的情況下才會顯示出來

# title_new_features
source: What's New
de: Neuigkeiten
es: ¿Qué hay de nuevo?
ja: 新機能
ko: 새로운 기능
th: สิ่งใหม่
vi: Tin mới
zh_hans: 更新内容
zh_hant: 更新內容

# title_recent_features
source: Recent Updates
de: Neueste Aktualisierungen
es: Actualizaciones recientes
ja: 最近のアップデート
ko: 최근 업데이트
th: การอัปเดตล่าสุด
vi: Cập nhật gần đây
zh_hans: 最近更新
zh_hant: 最近更新

# title_upgrade
source: Features
de: Funktionen
es: Funciones
ja: 機能を入手
ko: 기능 사용
th: คุณสมบัติ
vi: Tính năng
zh_hans: 用户可以获得
zh_hant: 用戶可以獲得

# title_upgrade_plan_a
source: Upgrade to
de: Upgraden auf
es: Actualizar a
ja: アップグレード
ko: 업그레이드
th: อัพเกรดเป็น
vi: Nâng cấp lên
zh_hans: 升级成为
zh_hant: 升級成為

# unlock_all
source: unlock all premium features
de: Alle Premium-Funktionen freischalten
es: desbloquear todas las características premium
ja: プレミアム機能を解除する
ko: 모든 프리미엄 기능을 잠금
th: ปลดล็อกคุณสมบัติพรีเมียมทั้งหมด
vi: mở khóa tất cả tính năng cao cấp
zh_hans: 解锁所有高级版功能
zh_hant: 解鎖所有高級版功能

# yearly_discount
source: %d%% off
de: %d%% Rabatt
es: %d%% rebajado
ja: %d%% オフ
ko: %d%% 할인
th: ลด %d%%
vi: Giảm %d%%
zh_hans: %.1f折优惠
zh_hant: %.1f折優惠

# chinese_hour_modern
source: Modern
es: Moderno
ja: 現代
ko: 현대
th: สมัยใหม่
vi: Hiện đại
zh_hans: 现代
zh_hant: 現代

# flip_sound_tick
source: Tick
es: Tíck
ja: ティック
ko: 진드기
th: ติ๊ก
vi: Tích tắc
zh_hans: 滴答
zh_hant: 滴答

# settings_app_icon
source: App icon
es: Icono de la aplicación
ja: アプリアイコン
ko: 앱 아이콘
th: ไอคอนแอป
vi: Biểu tượng ứng dụng
zh_hans: App 图标
zh_hant: App 圖標

source: STOPWATCH
es: CRONÓMETRO

source: Time
es: Tiempo

# block.seconds
source: s
ja: 秒
ko: 초
th: วินาที
vi: giây
zh_hans: 秒
zh_hant: 秒

# chinese_hour_shichen
source: Shichen
ja: 時辰
ko: 시센
vi: Thời kỳ
zh_hans: 时辰
zh_hant: 時辰

# flip_animation_no_bounce
source: Normal
ja: 普通
ko: 정상
th: ปกติ
vi: Bình thường
zh_hans: 普通
zh_hant: 普通

# label_minute
source: min
ja: 分
ko: 분
th: นาที
vi: phút
zh_hans: 分
zh_hant: 分

# notification_title_pmdr_break
source: Pomodoro
ja: ポモドロ
ko: 포모도로
th: โปโมโดโร
zh_hans: 番茄钟
zh_hant: 番茄鐘

# notification_title_pmdr_focus
source: Pomodoro
ja: ポモドロ
ko: 포모도로
th: โปโมโดโร
zh_hans: 番茄钟
zh_hant: 番茄鐘

# settings_pomodoro
source: Pomodoro
ja: ポモドロ
ko: 포모도로
th: โปโมโดโร
zh_hans: 番茄钟
zh_hant: 番茄鐘

# settings_widget
source: Widgets
ja: ウィジェット
ko: 위젯
th: วิดเจ็ต
vi: Tiện ích
zh_hans: 小组件
zh_hant: 小組件

# style_digital
source: Digital
ja: デジタル
ko: 디지털
th: ดิจิทัล
vi: Kỹ thuật số
zh_hans: 数码
zh_hant: 數碼

# style_minimal
source: Minimal
ja: ミニマリスト
ko: 미니멀리스트
th: มินิมัล
vi: Tối giản
zh_hans: 极简
zh_hant: 極簡

# style_retro
source: Retro
ja: レトロ
ko: 레트로
th: เรโทร
vi: Cổ điển
zh_hans: 复古
zh_hant: 復古

# siri_shortcut_suggestion_clock
source: Zen Flip Clock
vi: Đồng hồ Lật Zen
zh_hans: 极简时钟
zh_hant: 極簡時鐘

# app_name
source: Zen Flip Clock
zh_hans: 极简时钟
zh_hant: 極簡時鐘

# app_name_clockwall
source: Clock Wall
zh_hans: 时钟墙
zh_hant: 時鐘牆

# app_name_healclock
source: Heal Clock
zh_hans: 治愈时钟
zh_hant: 治愈時鐘

# app_name_minimaldiary
source: Minimal Diary
zh_hans: 极简日记
zh_hant: 極簡日記

# app_subtitle_minimaldiary
source: C'est la vie
zh_hans: 每一个生活瞬间都值得记录
zh_hant: 每一個生活瞬間都值得記錄

# chinese_hour_dizhi_subtitle
source: 午時、酉時、子時
zh_hans: 午时、酉时、子时

# studio_name
source: © Minimal Software Studio
zh_hans: © 极简软件工作室
zh_hant: © 極簡軟件工作室
